Repository: ov1d1u/channel-editor
Catalog: lng/*/LC_MESSAGES/channeleditor.po
Languages: hr

source: Open from file
hr: Otvori iz datoteke

source: Open from URL
hr: Otvori iz URL-a

source: New format
hr: Novi format

source: Save a channel list to compatible with TV-MAXE 0.07
hr: Spremite popis programa u kompatibilnom obliku s TV-MAXE 0.07

source: Old format
hr: Stari format

source: Save a channel list to be compatible with TV-MAXE versions prior to 0.07
hr: Spremi popis programa u kompatibilnom obliku s TV-MAXE inačicom starijom od 0.07

source: Channel List Editor
hr: Uređivač popisa programa

source: Icon
hr: Ikona

source: Name
hr: Naziv

source: Stream URL
hr: URL streama

source: TV Guide
hr: EPG - TV programski vodič

source: Audio channels
hr: Zvučni kanal

source: TV Channels
hr: TV program

source: Radio Channels
hr: Radio program

source: Insert URL:
hr: Umetni URL:

source: Add new channel
hr: Dodaj novi program

source: Channel name:
hr: Naziv programa:

source: Icon:
hr: Ikona:

source: TV-Guide URL:
hr: URL EPG - TV programskog vodiča

source: Select an image from disk and upload it to Imgur
hr: Odaberite sliku s diska i pošaljite ga na imgur

source: Open image
hr: Otvori sliku

source: Parameters
hr: Parametri

source: Description
hr: Opis

source: Audio channels:
hr: Zvučni kanali:

source: Channel URLs:
hr: URL kanala:

source: Channel list info...
hr: Informacija popisa programa...

source: Please fill some info about this channel list
hr: Upišite kratke informacije o ovom popisu programa

source: Channel list name:
hr: Naziv popisa programa:

source: Channel list version:
hr: Inačica popisa programa:

source: Author (maintainer) name:
hr: Ime autora (održavatelja):

source: Webpage (blog) URL:
hr: URL web stranice (bloga):

source: TV Guide source URL:
hr: URL EPG - TV programskog vidiča

source: Logo results
hr: Rezultat logotipa

source: Logos for %s:
hr: Logotip za %s:

source: Searching for images...
hr: Pretraživanje slika...

source: Select an image file from your computer:
hr: Odaberite datoteku slike s vašeg računala:

source: TV-Maxe Channel Editor is starting...
hr: TV-Maxe uređivač programa se pokreće...

source: Failed to retrieve
hr: Neuspjelo primanje

source: Error while saving file...
hr: Greška pri spremanju datoteke...

source: Channel name must have at least 3 characters.
hr: Naziv programa mora sadržavati bar 3 znaka.

source: Please add at least one URL in Channel URLs.
hr: Dodajte bar jedan URL u URL-ove programa.

source: Missing column
hr: Nedastaje redak

source: Invalid data type for
hr: Neispravna vrsta podataka za

source: TV-MAXE Channel Editor
hr: TV-MAXE uređivač programa

source: Create, add and edit TV-MAXE channels lists.
hr: Stvorite, dodajte i uredite TV-MAXE popise programa.

source: TV;Television;Programs;channels;HD;HD channels;
hr: TV;Televizija;Programi;kanali;HD;HD programi;

source: TV-MAXE - watch TV on Linux
hr: TV-MAXE - gledajte TV na Linuxu
